Revit 2027 API
ParameterTypeId.DrawForEachRun Property
 "Draw for Each Run"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId DrawForEachRun { get; }
Public Shared ReadOnly Property DrawForEachRun As ForgeTypeId
	Get
public:
static property ForgeTypeId^ DrawForEachRun {
	ForgeTypeId^ get ();
}
static member DrawForEachRun : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace